exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${ilyaswilian}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU2 ${ilyaswilian}*              
╠════════════════════
║╭──❉ *QUOTES & PUISI* ❉──
║│➸ _*!puisi1*_
║│➸ _*!puisi2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *DOWNLOAD* ❉──
║│➸ _*!ytmp3*_  <link>
║│➸ _*!ytmp4*_ <link>
║│➸ _*!fb*_ <link>
║│➸ _*!tiktok*_  <link>
║│➸ _*!twt*_ <link>
║│➸ _*!ig*_ <link>
║╰──────────
║ *BOT ${ilyaswilian}*
╠════════════════════
║╭──❉ *ISLAM* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${whatsapp}_
║│➸ *YouTube mimin*
║│ _${nomer}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${ilyaswilian}*
║│ _${nomer}_
║╰───────────
║         ${ilyaswilian}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${ilyaswilian}
╠════════════════════
║ _*POWERED BY ILYAS WILIAN*_
╚════════════════════`
}
